{
  "author": "Celeste Ng",
  "category": "Fiction",
  "finishedAt": ["2019-12-22T00:00:00Z"],
  "highlights": [
    "[W]hat could be less satisfying than stealing from someone so endowed that they never even noticed what you'd taken?",
    "She had learned that when people were bent on doing something they believed was a good deed, it was usually impossible to dissuade them.",
    "He disliked high school groups: teens didn't listen. Teens could pay attention to nothing but the sexuality billowing off each other like steam.",
    "In her parents' house, things had been good or bad, right or wrong, useful or wasteful. There had been nothing in between. Here, she found, everything had nuance; everything had an unrevealed side or unexplored depths. Everything was worth looking at more closely.",
    "\"You'll always be sad about this,\" Mia said softly. \"But it doesn't mean you made the wrong choice. It's just something that you have to carry.\"",
    "\"I can save you some time,\" said Ed Lim. \"There really aren't very many. So May Ling has no dolls that look like her, and no books with pictures of people that look like her.\" Ed Lim paced a few more steps. Nearly two decades later, others would raise this question, would talk about books as <em>mirrors</em> and  <em>windows</em>, and Ed Lim, tired by then, would find himself as frustrated as he was grateful.  <em>We've always known</em>, he would think;  <em>what took you so long?</em>",
    "But the truth was — as Mr. Richardson recognized — that an angry Asian man didn't fit the public's expectations, and was therefore unnerving. Asian men could be socially inept and incompetent and ridiculous, like a Long Duk Dong, or at best unthreatening and slightly buffoonish, like a Jackie Chan. They were not allowed to be angry and articulate and powerful. And possibly right, Mr. Richardson thought uneasily.",
    "But the problem with rules, he reflected, was that they implied a right way and a wrong way to do things. When, in fact, most of the time there were simply <em>ways</em>, none of them quite wrong or quite right, and nothing to tell you for sure which side of the line you stood on.",
    "\"It bothers you, doesn't it?\" Mia said suddenly. \"I think you can't imagine. Why anyone would choose a different life from the one you've got. Why anyone might want something other than a big house with a big lawn, a fancy car, a job in an office. Why anyone would choose anything different that what you'd choose.\" Now it was her turn to study Mrs. Richardson, as if the key to understanding her were coded into her face. \"It terrifies you. That you missed out on something. That you gave up something you didn't know you wanted.\" A sharp, pitying smile pinched the corners of her lips. \"What was it? Was it a boy? Was it a vocation? Or was it a whole life?\"",
    "<em>Everything</em>, she had come to understand, was something like infinity. They might never come close, but they could approach a point where, for all intents and purposes, she knew all that she needed to know. It would simply take time, and patience. For now, she knew enough.",
    "All up and down the streets the houses looked like any others — but inside them were people who might be happy, or taking refuge, or steeling themselves to go out into the world, searching for something better. So many lives she would never know about, unfolding behind those doors.",
    "Years might pass and they might change, both of them, but she was sure she would still know her own child, just as she would know herself, no matter how long it had been. She was certain of this. She would spend months, years, the rest of her life looking for her daughter, searching the face of every young woman she met for as long as it took, searching for a spark of familiarity in the faces of strangers."
  ],
  "id": 2,
  "lastFinishedAt": "2019-12-22T00:00:00Z",
  "slug": "little-fires-everywhere-celeste-ng",
  "title": "Little Fires Everywhere"
}
