{
  "id": 323,
  "title": "The Elephant In The Brain",
  "author": "Kevin Simler and Robin Hanson",
  "highlights": [
    "[M]edicine isn’t just about health—it’s also an exercise in conspicuous caring.",
    "We, human beings, are a species that’s not only capable of acting on hidden motives—we’re designed to do it. Our brains are built to act in our self-interest while at the same time trying hard not to appear selfish in front of other people. And in order to throw them off the trail, our brains often keep “us,” our conscious minds, in the dark. The less we know of our own ugly motives, the easier it is to hide them from others. Self-deception is therefore strategic, a ploy our brains use to look good while behaving badly.",
    "“We should often blush at our noblest deeds,” wrote François de La Rochefoucauld in the 17th century, “if the world were to see all their underlying motives.”",
    "Veblen famously coined the term “conspicuous consumption” to explain the demand for luxury goods. When consumers are asked why they bought an expensive watch or high-end handbag, they often cite material factors like comfort, aesthetics, and functionality. But Veblen argued that, in fact, the demand for luxury goods is driven largely by a social motive: flaunting one’s wealth.",
    "We now realize that our brains aren’t just hapless and quirky—they’re devious. They intentionally hide information from us, helping us fabricate plausible prosocial motives to act as cover stories for our less savory agendas.",
    "But what happens when our hidden motives don’t line up with a tribal or partisan agenda? In areas of life in which we’re all similarly complicit in hiding our motives, who will call attention to them?",
    "Under the feel-good veneer of win-win cooperation—teaching kids, healing the sick, celebrating creativity—our institutions harbor giant, silent furnaces of intra-group competitive signaling, where trillions of dollars of wealth, resources, and human effort are being shoveled in and burned to ash every year, largely for the purpose of showing off. Now, our institutions do end up achieving many of their official, stated goals, but they’re often rather inefficient because they’re simultaneously serving purposes no one is eager to acknowledge.",
    "When a theory emphasizes altruism, cooperation, and other feel-good motives, for example, people naturally want to share it, perhaps even shout it from the rooftops: “By working together, we can achieve great things!” It reflects well on both speakers and listeners to be associated with something so inspirational. This is the recipe for ideas that draw large audiences and receive standing ovations, the time-honored premise of sermons, TED talks, commencement speeches, and presidential inaugurations. Many other ideas, however, face an uphill battle and may never achieve widespread acceptance. When an idea emphasizes competition and other ugly motives, people are understandably averse to sharing it. It sucks the energy out of the room.",
    "Knowledge suppression is useful only when two conditions are met: (1) when others have partial visibility into your mind; and (2) when they’re judging you, and meting out rewards or punishments, based on what they “see” in your mind.",
    "Many of us would prefer the keys to our intelligence to be found somewhere in the pleasing light of ecological challenges, implying that our extra gray matter evolved in service of cooperation. “We grew smarter,” the story would go, “so we could learn more, collaborate better against the harsh external world, and improve outcomes for everyone”: win-win-win. But many signs suggest that the keys to our intelligence lie in the harsh, unflattering light of social challenges, the arena of zero-sum games in which one person’s gain is another’s loss. It’s not that we’re completely unaware of these competitive, zero-sum instincts—we just tend to give them less prominence when explaining our behavior.",
    "Often a species’ most important competitor is itself.",
    "Coalitions are what makes politics so political. Without the ability to form teams and work together toward shared goals, a species’ “political” life will be stunted at the level of individual competition—every chicken for itself, pecking at every other chicken. But add just a dash of cooperation to the mix, and suddenly a species’ political life begins to bloom.",
    "So it is ultimately the same drive—wanting to win at life’s various competitions—that motivates both the scheming sociopath and the charming courtier.",
    "To understand the competitive side of human nature, we would do well to turn Matthew 7:1 on its head: “Judge freely, and accept that you too will be judged.”",
    "Once weapons enter the picture, physical strength is no longer the most crucial factor in determining a hominid’s success within a group. It’s still important, mind you, but not singularly important. In particular, political skill—being able to identify, join, and possibly lead the most effective coalition—takes over as the determining factor.",
    "In short, we’re selfish. Not irredeemably selfish, just slightly more than our highest standards of behavior demand.",
    "We’re so vulnerable to being hurt that we’re given the capacity to distort as a gift.",
    "By this line of reasoning, it’s never useful to have secret gaps in your knowledge, or to adopt false beliefs that you keep entirely to yourself. The entire value of strategic ignorance and related phenomena lies in the way others act when they believe that you’re ignorant. As Kurzban says, “Ignorance is at its most useful when it is most public.”20 It needs to be advertised and made conspicuous.",
    "As Trivers puts it, “We deceive ourselves the better to deceive others.”",
    "But how many of our explanations are legitimate, and how many are counterfeit? Just how pervasive is our tendency to rationalize?",
    "In other words, even we don’t have particularly privileged access to the information and decision-making that goes on inside our minds. We think we’re pretty good at introspection, but that’s largely an illusion. In a way we’re almost like outsiders within our own minds.",
    "[W]e have many reasons for our behaviors, but we habitually accentuate and exaggerate our pretty, prosocial motives and downplay our ugly, selfish ones.",
    "High-status individuals are also willing to call more attention to themselves. When you’re feeling meek, you generally want to be a wallflower. But when you’re feeling confident, you want the whole world to notice.",
    "What our brains choose to laugh at, then, reveals a lot about our true feelings in morally charged situations.",
    "The sparks of laughter illuminate what is otherwise murky and hard to pin down with precision: the threshold between safety and danger, between what’s appropriate and what’s transgressive, between who does and doesn’t deserve our empathy. In fact, what laughter illustrates is precisely the fact that our norms and other social boundaries aren’t etched in stone with black-and-white precision, but ebb and shift through shades of gray, depending on context.",
    "In order to have interesting things to say during a conversation, we need to spend a lot of time and energy foraging for information before the conversation.",
    "Conversation, therefore, looks on the surface like an exercise in sharing information, but subtextually, it’s a way for speakers to show off their wit, perception, status, and intelligence, and (at the same time) for listeners to find speakers they want to team up with. These are two of our biggest hidden motives in conversation.",
    "[L]isteners generally prefer speakers who can impress them wherever a conversation happens to lead, rather than speakers who steer conversations to specific topics where they already know what to say.",
    "[T]here’s likely more insight to be gleaned where others aren’t looking—it just won’t seem as relevant to the current conversation.",
    "No matter how fast the economy grows, there remains a limited supply of sex and social status—and earning and spending money is still a good way to compete for it.",
    "The fact that we often discuss our purchases also explains how we’re able to use services and experiences, in addition to material goods, to advertise our desirable qualities.",
    "Today there’s a stigma to wearing uniforms, in part because it suppresses our individuality. But the very concept of “individuality” is just signaling by another name.20 The main reason we like wearing unique clothes is to differentiate and distinguish ourselves from our peers.",
    "One reason to target non-buyers is to create envy.",
    "[B]y creating associations that exist out in the broader culture—not just in our own heads, but in the heads of third parties—ads turn products into a vocabulary that we use to express ourselves and signal our good traits.",
    "[I]t’s often the extrinsic properties that make the difference between art that’s impressive, and which therefore succeeds for both artist and consumer, and art that falls flat.",
    "We enjoy art not in spite of the constraints that artists hold themselves to, but because those constraints allow their talents to shine.",
    "It’s only by doing something that serves no concrete survival function that artists are able to advertise their survival surplus.",
    "[D]iscernment becomes important not only for differentiating high quality from low quality (and good artists from mediocre ones), but also as a fitness display unto itself.",
    "When we analyze donation as an economic activity, it soon becomes clear how little we seem to care about the impact of our donations. Whatever we’re doing, we aren’t trying to maximize ROD.",
    "What might we be trying to accomplish with our generosity, if not helping others as efficiently as possible?",
    "[V]ery few people give more than they’ll be recognized for.",
    "[W]e typically prefer to initiate purchases ourselves in anonymous markets.",
    "Those who are struggling to survive don’t make ideal allies.",
    "We want leaders who look out for their immediate communities, rather than people who need help in far-off places. In a sense, we want them to be parochial.",
    "Sensing that emoters, rather than calculators, are generally preferred as allies, our brains are keen to advertise that we are emoters.",
    "[E]ducated workers are generally better workers, but not necessarily because school made them better. Instead, a lot of the value of education lies in giving students a chance to advertise the attractive qualities they already have.",
    "[T]eachers reward discipline independent of its influence on learning, and in ways that tamp down on student creativity.",
    "While most fifth graders are strict egalitarians, and prefer to divide things up equally, by late adolescence, most children have switched to a more meritocratic ethos, preferring to divide things up in proportion to individual achievements.",
    "Your illness showed everyone your true standing in the camp.",
    "The point here is that whenever we fail to uphold the (perceived) highest standards for medical treatment, we risk becoming the subject of unwanted gossip and even open condemnation. Our seemingly “personal” medical decisions are, in fact, quite public and even political.",
    "Your lifestyle interferes with theirs (and vice versa), and avoiding such tensions is largely why we self-segregate into communities in the first place.\nHighlight (Yellow)\"",
    "[W]e seem to prefer high-minded rhetoric over humble pragmatism.",
    "Most of us live quite happily in our political echo chambers, returning again and again to news sources that support what we already believe. When contrary opinions occasionally manage to filter through, we’re extremely critical of them, although we’re often willing to swallow even the most specious evidence that confirms our views. And we’re more likely to engage in political shouting matches, full of self-righteous confidence, than to listen with the humility that we may (gasp!) be wrong.",
    "This is the key to making sense of our political behavior. It’s not just an attempt to influence outcomes; it’s also, in many ways, a performance.",
    "[W]hen we’re socialized from birth into a politically homogenous community—we might find it all but impossible to notice these social influences on our beliefs. Our political views will simply seem right, natural, and true.",
    "The fact that we use political beliefs to express loyalty, rather than to take action, also explains why we’re emotionally attached to our beliefs, and why political discussions often generate more heat than light. When our beliefs are anchored not to reasons and evidence, but to social factors we don’t share with our conversation partners (like loyalty to different political groups46), disagreement is all but inevitable, and our arguments fall on deaf ears. We may try to point out one another’s hypocrisy, but that’s not exactly a recipe for winning hearts and minds.",
    "The next time you butt heads with a coworker or fight with your spouse, keep in mind that both sides are self-deceived, at least a little bit. What feels, to each of you, overwhelmingly “right” and undeniably “true” is often suspiciously self-serving, and if nothing else, it can be useful to take a step back and reflect on your brain’s willingness to distort things for your benefit. There’s common ground in almost every conflict, though it may take a little digging to unearth it beneath all the bullshit.",
    "[I]f we profess high ideals but then fail to live up to them, that may make us hypocrites. But the alternative—having no ideals—seems worse. “Hypocrisy,” writes La Rochefoucauld, “is the tribute that vice pays to virtue.” In other words, it’s taxing to be a hypocrite, but that very tax is a key disincentive to bad behavior.",
    "It is a wonderful quirk of our species that the incentives of social life don’t reward strictly ruthless behavior."
  ],
  "slug": "the-elephant-in-the-brain-kevin-simler-and-robin-hanson",
  "finishedAt": ["2020-08-31T23:17:27.802273"],
  "lastFinishedAt": "2020-08-31T23:17:27.802273",
  "category": "Non-Fiction",
  "subtitle": "Hidden Motives In Everyday Life"
}
