{
  "id": 0,
  "title": "Brave New World",
  "author": "Aldous Huxley",
  "highlights": [
    "Till at last the child’s mind <em>is</em> these suggestions, and the sum of the suggestions <em>is</em> the child’s mind. And not the child’s mind only. The adult’s mind too — all his life long. The mind that judges and desires and decides — made up of these suggestions. But all these suggestions are <em>our</em> suggestions!",
    "‘What I’m going to tell you now,’ he said, ‘may sound incredible. But then, when you’re not accustomed to history, most facts about the past <em>do</em> sound incredible.’",
    "<p>Family, monogamy, romance. Everywhere exclusiveness, everywhere a focussing of interest, a narrow channelling of impulse and energy.</p><p>’But everyone belongs to everyone else,’ he concluded, citing the hypnopaedic proverb.</p><p>The students nodded, emphatically agreeing with a statement which upwards of sixty-two thousand repetitions in the dark had made them accept, not merely as true, but as axiomatic, self-evident, utterly indisputable.</p>",
    "No wonder those poor pre-moderns were mad and wicked and miserable. Their world didn’t allow them to take things easily, didn’t allow them to be sane, virtuous, happy. What with mother and lovers, what with the prohibitions they were not conditioned to obey, what with the temptations and the lonely remorses, what with all the diseases and the endless isolating pain, what with the uncertainties and the poverty — they were forced to feel strongly. And feeling strongly (and strongly, what was more, in solitude, in hopelessly individual isolation), how could they be stable?",
    "He was utterly miserable, and perhaps (her shining eyes accused him), perhaps it was his own fault.",
    "There’s so much one doesn’t know; it wasn’t my business to know. I mean, when a child asks you how a helicopter works or who made the world — well, what are you to answer if you’re a Beta and have always worked in the Fertilizing Room? What <em>are</em> you to answer?",
    "I’d rather be unhappy than have the sort of false, lying happiness you were having here.",
    "One of the principal functions of a friend is to suffer (in a milder and symbolic form) the punishments that we should like, but are unable, to inflict upon our enemies.",
    "Why was that old fellow such a marvelous propaganda technician? Because he had so many insane, excruciating things to get excited about. You’ve got to be hurt and upset; otherwise you can’t think of the really good, penetrating, X-rayish phrases.",
    "But in the intervals I still like him. I shall always like him.",
    "Because our world is not the same as Othello’s world. You can’t make flivvers without steel — and you can’t make tragedies without social instability. The world’s stable now. People are happy; they get what they want, and they never want what they can’t get. They’re well off; they’re safe; they’re never ill; they’re not afraid of death; they’re blissfully ignorant of passion and old age; they’re plagued with no mothers or fathers; they’ve got no wives, or children, or lovers to feel strongly about; they’re so condition that they practically can’t help behaving as they ought to behave.",
    "Actual happiness always looks pretty squalid in comparison with the over-compensations for misery. And, of course, stability isn’t nearly so spectacular as instability. And being contented has none of the glamour of a good fight against misfortune, none of the picturesqueness of a struggle with temptation, or a fatal overthrow by passion or doubt. Happiness is never grand.",
    "What’s the point of truth or beauty or knowledge when anthrax bombs are popping all around you?",
    "Happiness has got to be paid for. You’re paying for it, Mr Watson — paying because you happen to be too much interested in beauty. I was too much interested in truth; I paid too.",
    "They say that it is the fear of death and of what comes after death that makes men turn to religion as they advance in years. But my own experience has given me the conviction that, quite apart from any such terrors or imaginings, the religious sentiment tends to develop as we grow older; to develop because, as the passions grow calm, as the fancy and sensibilities are less excited and less excitable, our reason becomes less troubled in its working, less obscured by the images, desires, and distractions, in which it used to be absorbed; whereupon God emerges as from behind a cloud; our soul feels, sees, turns towards the source of all light; turns naturally and inevitably; for now that all that gave to the world of sensations its life and charm has begun to leak away from us, now that phenomenal existence is no more bolstered up by impressions from within or from without, we feel the need to lean on something that abides, something that will never play is false — a reality, an absolute and everlasting truth. Yes, we inevitably turn to God; for this religious sentiment is of its nature so pure, so delightful to the soul that experiences it, that it makes up to us for all our other losses. (A quote from John Henry Newman)",
    "You can only be independent of God while you’ve got youth and prosperity; independence won’t take you safely to the end.",
    "As if one believed anything by instinct! One believes things because one has been conditioned to believe them.",
    "The gods are just. No doubt. But their code of law is dictated, in the last resort, by the people who organize society; Providence takes its cue from men.",
    "‘My dear young friend,’ said Mustapha Mond, ‘civilization has absolutely no need of nobility or heroism. These things are symptoms of political inefficiency. In a properly organized society like ours, nobody has any opportunities for being noble or heroic. Conditions have got to be thoroughly unstable before the occasion can arise. Where there are wars, where there are divided allegiances, where there are temptations to be resisted, objects of love to be fought for or defended — there, obviously, nobility and heroism have some sense. But there aren’t any wars nowadays. The greatest care is taken to prevent you from loving anyone too much. There’s no such thing as a divided allegiance; you’re so conditioned that you can’t help doing what you ought to do. And what you ought to do is on the whole so pleasant, so many of the natural impulses are allowed free play, that there really aren’t any temptations to resist.’",
    "<p>‘But I like the inconveniences.’</p><p>’We don’t,’ said the Controller. ‘We prefer to do things comfortably.’</p><p>’But I don’t want comfort. I want God, I want poetry, I want real danger, I want freedom, I want goodness. I want sin.’</p><p>’In fact,’ said Mustapha Mond, ‘you’re claiming the right to be unhappy.’</p><p>’All right, then,’ said the Savage defiantly, ‘I’m claiming the right to be unhappy.’</p>",
    "In spite of their sadness — because of it even; for their sadness was the symptom of their love for one another — the three young men were happy.",
    "The work gave him an intense pleasure. After those weeks of idleness in London, with nothing to do, whenever he wanted anything, but to press a switch or turn a handle, it was pure delight to be doing something that demanded skill and patience."
  ],
  "slug": "brave-new-world-aldous-huxley",
  "finishedAt": ["2020-03-29T17:58:09.704341"],
  "lastFinishedAt": "2020-03-29T17:58:09.704341",
  "category": "Fiction"
}
