{
  "id": 0,
  "title": "Willpower",
  "author": "Roy F. Baumeister and John Tierney",
  "highlights": [
    "When psychologists isolate the personal qualities that predict “positive outcomes” in life, they consistently find two traits: intelligence and self-control.",
    "The experiments consistently demonstrated two lessons: 1. You have a finite amount of willpower that becomes depleted as you use it. 2. You use the same stock of willpower for all manner of tasks.",
    "Focus on one project at a time. If you set more than one self-improvement goal, you may succeed for a while by drawing on reserves to power through, but that just leaves you more depleted and more prone to serious mistakes later.",
    "The result of conflicting goals is unhappiness instead of action.",
    "The more competing demands you face, the more time you spend contemplating these demands. You’re beset by rumination: repetitive thoughts that are largely involuntary and not especially pleasant.",
    "The researchers found that people with clear, unconflicting goals tended to forge ahead and make progress, but the rest were so busy worrying that they got stuck.",
    "Zeigarnik effect: Uncompleted tasks and unmet goals tend to pop into one’s mind. Once the task is completed and the goal reached, however, this stream of reminders comes to a stop.",
    "The persistence of distracting thoughts is not an indication that the unconscious is working to finish the task. Nor is it the unconscious nagging the conscious mind to finish the task right away. Instead, the unconscious is asking the conscious mind to make a plan. The unconscious mind apparently can’t do this on its own, so it nags the conscious mind to make a plan with specifics like time, place, and opportunity. Once the plan is formed, the unconscious can stop nagging the conscious mind with reminders.",
    "“When we’re trying to decide what to do with our stuff or what movie to see,” Allen says, “we don’t think to ourselves, Look at all these cool choices. There’s a powerful thing inside that says, If I decide to do that movie, I kill all the other movies. You can pretend all the way up to that point that you know the right thing to do, but once you’re faced with a choice, you have to deal with this open loop in your head: You’re wrong, you’re right, you’re wrong, you’re right. Every single time you make a choice, you’re stepping into an existential void.”",
    "Part of the resistance against making decisions comes from the fear of giving up options. The more you give up by deciding, the more you’re afraid of cutting off something vital.",
    "“Closing a door on an option is experienced as a loss, and people are willing to pay a price to avoid the emotion of loss,” Ariely says. Sometimes that makes sense, but too often we’re so eager to keep options open that we don’t see the long-term price that we’re paying—or that others are paying.",
    "Being able to resist short-term temptations in favor of long-term payoffs is the secret not just to wealth but to civilization itself. It took singular willpower for the first farmers to go out and plant seeds instead of treating themselves to an immediate meal.",
    "Self-awareness always seemed to involve comparing the self to these ideas of what one might, or should, or could, be.",
    "For contentment, apparently, it pays to look at how far you’ve come. To stoke motivation and ambition, focus instead on the road ahead.",
    "People care more about what other people know about them than about what they know about themselves. A failure, a slipup, a lapse in self-control can be swept under the carpet pretty easily if you’re the only one who knows about it. You can rationalize it or just plain ignore it. But if other people know about it, it’s harder to dismiss. After all, the other person might not buy the excuses that you make, even though you find them quite satisfying. And you’ll have even more trouble selling that excuse when you expand from one person to a whole social network.",
    "I have learnt by actual stress of imminent danger, in the first place, that self-control is more indispensable than gunpowder, and, in the second place, that persistent self-control under the provocation of African travel is impossible without real, heartfelt sympathy for the natives with whom one has to deal.",
    "As Stanley realized, self-control is not selfish. Willpower enables us to get along with others and override impulses that are based on personal short-term interests.",
    "At least three-quarters of the men in each SEAL class typically fail to complete training, and the survivors aren’t necessarily the ones with the most muscles, according to Eric Greitens, a SEAL officer. In recalling the fellow survivors of his Hell Week, he points out their one common quality: “They had the ability to step outside of their own pain, put aside their own fear, and ask: How can I help the guy next to me? They had more than the ‘fist’ of courage and physical strength. They also had a heart large enough to think about others.”",
    "The results showed that a narrow, concrete, here-and-now focus works against self-control, whereas a broad, abstract, long-term focus supports it.",
    "[I]t’s less stressful on the mind to say Later rather than Never.",
    "Remember, too, that what matters is the exertion, not the outcome. If you struggle with temptation and then give in, you’re still depleted because you struggled. Giving in does not replenish the willpower you have already expended. All it does is save you from expending any more.",
    "To avoid succumbing to irrational biases and lazy shortcuts, articulate your reasons for your decision and consider whether they make sense.",
    "Vice delayed may turn out to be vice denied."
  ],
  "slug": "willpower-roy-f-baumeister-and-john-tierney",
  "finishedAt": ["2020-03-29T17:59:28.623612"],
  "lastFinishedAt": "2020-03-29T17:59:28.623612",
  "category": "",
  "subtitle": "Rediscovering The Greatest Human Strength"
}
