{
  "id": 314,
  "title": "Trick Mirror",
  "author": "Jia Tolentino",
  "highlights": [
    "I began to realize that all my life I’ve been leaving myself breadcrumbs. It didn’t matter that I didn’t always know what I was walking toward. It was worthwhile, I told myself, just trying to see clearly, even if it took me years to understand what I was trying to see.",
    "The internet reminds us on a daily basis that it is not at all rewarding to become aware of problems that you have no reasonable hope of solving.",
    "I’ve been thinking about five intersecting problems: first, how the internet is built to distend our sense of identity; second, how it encourages us to overvalue our opinions; third, how it maximizes our sense of opposition; fourth, how it cheapens our understanding of solidarity; and, finally, how it destroys our sense of scale.",
    "The self is not a fixed, organic thing, but a dramatic effect that emerges from a performance. This effect can be believed or disbelieved at will.",
    "Through social media, many people have quickly come to view all new information as a sort of direct commentary on who they are.",
    "To try to write online, more specifically, is to operate on a set of assumptions that are already dubious when limited to writers and even more questionable when turned into a categorical imperative for everyone on the internet: the assumption that speech has an impact, that it’s something like action; the assumption that it’s fine or helpful or even ideal to be constantly writing down what you think.",
    "In the absence of time to physically and politically engage with our community the way many of us want to, the internet provides a cheap substitute: it gives us brief moments of pleasure and connection, tied up in the opportunity to constantly listen and speak. Under these circumstances, opinion stops being a first step toward something and starts seeming like an end in itself.",
    "The internet is engineered for this sort of misrepresentation; it’s designed to encourage us to create certain impressions rather than allowing these impressions to arise “as an incidental by-product of [our] activity.” This is why, with the internet, it’s so easy to stop trying to be decent, or reasonable, or politically engaged—and start trying merely to seem so.",
    "But the internet brings the “I” into everything. The internet can make it seem that supporting someone means literally sharing in their experience—that solidarity is a matter of identity rather than politics or morality, and that it’s best established at a point of maximum mutual vulnerability in everyday life. Under these terms, instead of expressing morally obvious solidarity with the struggle of black Americans under the police state or the plight of fat women who must roam the earth to purchase stylish and thoughtful clothing, the internet would encourage me to express solidarity through inserting my own identity. Of course I support the black struggle because I, myself, as a woman of Asian heritage, have personally been injured by white supremacy. (In fact, as an Asian woman, part of a minority group often deemed white-adjacent, I have benefited from American anti-blackness on just as many occasions.) Of course I understand the difficulty of shopping as a woman who is overlooked by the fashion industry because I, myself, have also somehow been marginalized by this industry. This framework, which centers the self in an expression of support for others, is not ideal.",
    "What we have in common is obviously essential, but it’s the differences between women’s stories—the factors that allow some to survive, and force others under—that illuminate the vectors that lead to a better world.",
    "Facebook’s goal of showing people only what they were interested in seeing resulted, within a decade, in the effective end of shared civic reality. And this choice, combined with the company’s financial incentive to continually trigger heightened emotional responses in its users, ultimately solidified the current norm in news media consumption: today we mostly consume news that corresponds with our ideological alignment, which has been fine-tuned to make us feel self-righteous and also mad.",
    "[W]e’ve got nothing except our small attempts to retain our humanity, to act on a model of actual selfhood, one that embraces culpability, inconsistency, and insignificance. We would have to think very carefully about what we’re getting from the internet, and how much we’re giving it in return. We’d have to care less about our identities, to be deeply skeptical of our own unbearable opinions, to be careful about when opposition serves us, to be properly ashamed when we can’t express solidarity without putting ourselves first.",
    "I monitor myself, wondering how my friends and classmates see me, and then trying to control whatever they see. This is, I write, an attempt to be more honest: I want to act in a way that reflects how I feel; I want to live the way that I “really am.” But I also worry that I’m more interested in narrative consistency than anything.",
    "I forget everything that I don’t need to turn into a story.",
    "I was learning that in the twenty-first century it would sometimes be impossible to differentiate between the pretext for an experience, the record of that experience, and the experience itself.",
    "The default assumption tends to be that it is politically important to designate everyone as beautiful, that it is a meaningful project to make sure that everyone can become, and feel, increasingly beautiful. We have hardly tried to imagine what it might look like if our culture could do the opposite—de-escalate the situation, make beauty matter less.",
    "We pay too much for the things we think are precious, but we also start to believe things are precious if someone makes us pay too much.",
    "The stories we live and the stories we read are to some degree inseparable.",
    "In children’s literature, young female characters are self-evidently important, and their traumas, whatever they may be, are secondary. In adult fiction, if a girl is important to the narrative, trauma often comes first.",
    "Identity, according to Cavarero, is not something that we innately possess and reveal, but something we understand through narratives provided to us by others.",
    "When two women “entrusted” themselves to each other, they prioritized not their similarities but their differences. They recognized that the differences between their stories were central to their identities, and in doing this, they also created these identities and affirmed this difference as strength.",
    "But eventually, it was the church that seemed corrupted to me. What had been forbidden began to feel earnest and clean.",
    "I have been walking away from institutional religion for a long time now—half my life, at this point, fifteen years dismantling what the first fifteen built. But I’ve always been glad that I grew up the way I did. The Repentagon trained me to feel at ease in odd, insular, extreme environments, a skill I wouldn’t give up for anything, and Christianity formed my deepest instincts. It gave me a leftist worldview: a desire to follow leaders who feel themselves inseparable from the hungry, the imprisoned, and the sick. Years of auditing my own conduct in prayer gave me an obsession with everyday morality. And Christian theology convinced me that I had been born in a compromised situation. It made me want to investigate my own ideas about what it means to be good.",
    "“Our existence is made up only of his waiting for our acceptance not to exist,” Weil writes in Gravity and Grace. “He is perpetually begging from us that existence which he gives. He gives it to us in order to beg it from us.”",
    "The sense of something is not its substance.",
    "On Facebook, our basic humanity is reframed as an exploitable viral asset. Our social potential is compressed to our ability to command public attention, which is then made inextricable from economic survival. Instead of fair wages and benefits, we have our personalities and stories and relationships, and we’d better learn to package them well for the internet in case we ever get in an accident while uninsured.",
    "The two most prominent families in politics and culture—the Trumps and the Kardashians—have risen to the top of the food chain because of their keen understanding of how little substance is required to package the self as an endlessly monetizable asset. In fact, substance may actually be anathema to the game.",
    "Provided with a feminist praxis of individual advancement and satisfaction—two concepts that easily blur into self-promotion and self-indulgence—women happily bit. A politics built around getting and spending money is sexier than a politics built around politics.",
    "I have sympathy for the experience of being fooled by what you want to believe in. Good intentions often produce blind spots.",
    "But the choice is not always between being sincere and untruthful. It’s possible to be both: it’s possible to be sincere and deluded. It’s possible—it’s very easy, in some cases—to believe a statement, a story, that’s a lie.",
    "College towns, which turn over their population every four years, are suffused with a unique and possibly necessary sort of amnesia. If you know the history, you have to remake it, or at least believe that remaking it is possible. You have to believe that there is a reason you are there now, not the people who got it all so wrong before. More likely, though, you feel like you’re the only person who’s ever stepped on campus. Most likely you have no tangible sense of historical wrongdoing.",
    "The freedom I want is located in a world where we wouldn’t need to love women, or even monitor our feelings about women as meaningful—in which we wouldn’t need to parse the contours of female worth and liberation by paying meticulous personal attention to any of this at all.",
    "Today, Instagram encourages people to treat life itself like a wedding—like a production engineered to be witnessed and admired by an audience. It has become common for people, especially women, to interact with themselves as if they were famous all the time.",
    "It feels like a trick, a trick that has worked and is still working, that the bride remains the image of womanhood at its most broadly celebrated—and that planning a wedding is the only period in a woman’s life where she is universally and unconditionally encouraged to conduct everything on her terms.",
    "This seems true, but I still feel that I can’t trust it. Here, the more I try to uncover whatever I’m looking for, the more I feel that I’m too far gone. I can feel the low, uneasy hum of self-delusion whenever I think about all of this—a tone that gets louder the more I try to write and cancel it out. I can feel the tug of my deep and recurring suspicion that anything I might think about myself must be, somehow, necessarily wrong."
  ],
  "slug": "trick-mirror-jia-tolentino",
  "finishedAt": ["2020-04-19T19:36:19.881281"],
  "lastFinishedAt": "2020-04-19T19:36:19.881281",
  "category": "Non-Fiction",
  "subtitle": "Reflections On Self-Delusion"
}
