{
  "id": 0,
  "title": "Steve Jobs",
  "author": "Walter Isaacson",
  "highlights": [
    "“It kind of sickened me. They made a real crappy product by doing it so quick. They could have had Apple.”",
    "“That was exactly what I needed to hear,” Wozniak later said. “I could stay at the bottom of the organization chart, as an engineer.”",
    "He emphasized that you should never start a company with the goal of getting rich. Your goal should be making something you believe in and making a company that will last.”",
    "Markkula wrote his principles in a one-page paper titled “The Apple Marketing Philosophy” that stressed three points. The first was empathy, an intimate connection with the feelings of the customer: “We will truly understand their needs better than any other company.” The second was focus: “In order to do a good job of those things that we decide to do, we must eliminate all of the unimportant opportunities.” The third and equally important principle, awkwardly named, was impute. It emphasized that people form an opinion about a company or product based on the signals that it conveys.",
    "“The best way to predict the future is to invent it”",
    "There falls a shadow, as T. S. Eliot noted, between the conception and the creation. In the annals of innovation, new ideas are only part of the equation. Execution is just as important.",
    "“I got a feeling for the empowering aspect of naïveté,” Atkinson said. “Because I didn’t know it couldn’t be done, I was enabled to do it.”",
    "I never worried about money. I grew up in a middle-class family, so I never thought I would starve.",
    "“When I went to school, it was right after the sixties and before this general wave of practical purposefulness had set in,” he said. “Now students aren’t even thinking in idealistic terms, or at least nowhere near as much.”",
    "He was self-aware, but that didn’t always modify his behavior.”",
    "“We learned to interpret ‘This is shit’ to actually be a question that means, ‘Tell me why this is the best way to do it.’ ” But the story had a coda, which Atkinson also found instructive. Eventually the engineer found an even better way to perform the function that Jobs had criticized. “He did it better because Steve had challenged him,” said Atkinson, “which shows you can push back on him but should also listen, for he’s usually right.”",
    "Recalled Bud Tribble, “We said to ourselves, ‘Hey, if we’re going to make things in our lives, we might as well make them beautiful.’ ”",
    "“I’ve learned over the years that when you have really good people you don’t have to baby them,” Jobs later explained. “By expecting them to do great things, you can get them to do great things. The original Mac team taught me that A-plus players like to work together, and they don’t like it if you tolerate B work. Ask any member of that Mac team. They will tell you it was worth the pain.”",
    "“The current wave of industrial design is Sony’s high-tech look, which is gunmetal gray, maybe paint it black, do weird stuff to it,” he said. “It’s easy to do that. But it’s not great.”",
    "“The main thing in our design is that we have to make things intuitively obvious,”",
    "“Great art stretches the taste, it doesn’t follow tastes,”",
    "“When you’re a carpenter making a beautiful chest of drawers, you’re not going to use a piece of plywood on the back, even though it faces the wall and nobody will ever see it. You’ll know it’s there, so you’re going to use a beautiful piece of wood on the back. For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through.”",
    "“Deciding what not to do is as important as deciding what to do,” he said. “That’s true for companies, and it’s true for products.”",
    "“I hate the way people use slide presentations instead of thinking,” Jobs later recalled. “People would confront a problem by creating a presentation. I wanted them to engage, to hash things out at the table, rather than show a bunch of slides. People who know what they’re talking about don’t need PowerPoint.”",
    "Why do we assume that simple is good? Because with physical products, we have to feel we can dominate them. As you bring order to complexity, you find a way to make the product defer to you. Simplicity isn’t just a visual style. It’s not just minimalism or the absence of clutter. It involves digging through the depth of the complexity. To be truly simple, you have to go really deep. For example, to have no screws on something, you can end up having a product that is so convoluted and so complex. The better way is to go deeper with the simplicity, to understand everything about it and how it’s manufactured. You have to deeply understand the essence of a product in order to be able to get rid of the parts that are not essential.",
    "“Engineers are taught to make a decision analytically, but there are times when relying on gut or intuition is most indispensable.”",
    "From the earliest days at Apple, I realized that we thrived when we created intellectual property. If people copied or stole our software, we’d be out of business. If it weren’t protected, there’d be no incentive for us to make new software or product designs. If protection of intellectual property begins to disappear, creative companies will disappear or never get started. But there’s a simpler reason: It’s wrong to steal. It hurts other people. And it hurts your own character.",
    "The older I get, the more I see how much motivations matter. The Zune was crappy because the people at Microsoft don’t really love music or art the way we do. We won because we personally love music. We made the iPod for ourselves, and when you’re doing something for yourself, or your best friend or family, you’re not going to cheese out. If you don’t love something, you’re not going to go the extra mile, work the extra weekend, challenge the status quo as much.",
    "Some people, he added, don’t age well even when they are young.",
    "“Some people resent the fact that Steve gets credit for everything, but I’ve never given a rat’s ass about that,” said Cook. “Frankly speaking, I’d prefer my name never be in the paper.”",
    "“So, you’ve uncovered the fact that I’m an asshole. Why is that news?”",
    "“The axis today is not liberal and conservative, the axis is constructive-destructive.",
    "“By the way, what have you done that’s so great? Do you create anything, or just criticize others’ work and belittle their motivations?”",
    "Nothing kills humor like a general and boring truth.”",
    "I had a real revelation. We were all in robes, and they made some Turkish coffee for us. The professor explained how the coffee was made very different from anywhere else, and I realized, “So fucking what?” Which kids even in Turkey give a shit about Turkish coffee? All day I had looked at young people in Istanbul. They were all drinking what every other kid in the world drinks, and they were wearing clothes that look like they were bought at the Gap, and they are all using cell phones. They were like kids everywhere else. It hit me that, for young people, this whole world is the same now. When we’re making products, there is no such thing as a Turkish phone, or a music player that young people in Turkey would want that’s different from one young people elsewhere would want. We’re just one world now.",
    "“He doesn’t have social graces, such as putting himself in other people’s shoes, but he cares deeply about empowering humankind, the advancement of humankind, and putting the right tools in their hands.”",
    "I have my own theory about why decline happens at companies like IBM or Microsoft. The company does a great job, innovates and becomes a monopoly or close to it in some field, and then the quality of the product becomes less important. The company starts valuing the great salesmen, because they’re the ones who can move the needle on revenues, not the product engineers and designers. So the salespeople end up running the company.",
    "I hate it when people call themselves “entrepreneurs” when what they’re really trying to do is launch a startup and then sell or go public, so they can cash in and move on. They’re unwilling to do the work it takes to build a real company, which is the hardest work in business. That’s how you really make a contribution and add to the legacy of those who went before. You build a company that will still stand for something a generation or two from now."
  ],
  "slug": "steve-jobs-walter-isaacson",
  "finishedAt": ["2020-08-01T00:29:23.207804"],
  "lastFinishedAt": "2020-08-01T00:29:23.207804",
  "category": "Non-Fiction"
}
